/* No comment provided by engineer. */
"Could not move to Applications folder" = "Could not move to Applications folder";

/* No comment provided by engineer. */
"Do Not Move" = "Do Not Move";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "I can move myself to the Applications folder if you'd like.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Mutare in directorul Applications";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Mutati in directorul Applications din propriul director Home?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Mutati in directorul Applications?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Aceasta operatiune va necesita utilizarea parolei de administrator.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Aceasta optiune va pastra directorul Downloads ordonat.";

